Repository: PintaProject/Pinta
Catalog: po/*.po
Languages: ta

source: (in user directory)
ta: (பயனர் கோப்பகத்தில்)

source: Selection Mode:
ta: தேர்வு முறை:

source: 3 x 3 Region
ta: 3 ஃச் 3 பகுதி

source: 5 x 5 Region
ta: 5 ஃச் 5 பகுதி

source: 7 x 7 Region
ta: 7 ஃச் 7 பகுதி

source: 9 x 9 Region
ta: 9 ஃச் 9 Region

source: About
ta: பற்றி

source: About Pinta
ta: பிண்டா பற்றி

source: Add New Layer
ta: புதிய அடுக்கைச் சேர்க்கவும்

source: Add Noise
ta: ஒலி சேர்க்கவும்

source: Add-in Manager...
ta: சேர்க்கை மேலாளர் ...

source: Added
ta: சேர்க்கப்பட்டது

source: Adjustments
ta: சரிசெய்தல்

source: After select
ta: தேர்ந்தெடுத்த பிறகு

source: Align Object
ta: பொருளை சீரமைக்கவும்

source: All files
ta: அனைத்து கோப்புகள்

source: Alpha
ta: அகர

source: Alpha Gradient
ta: ஆல்பா சாய்வு

source: Amount
ta: தொகை

source: Anchor:
ta: நங்கூரம்:

source: Angle
ta: கோணம்

source: Antialias
ta: ஆன்டிஆசா

source: Antialiasing Off
ta: ஆன்டிலிசிங் ஆஃப்

source: Antialiasing On
ta: ஆன்டிலிசிங் ஆன்

source: Arrow
ta: அம்பு

source: Artistic
ta: கலை

source: Atkinson
ta: அட்கின்சன்

source: Auto
ta: தானி

source: Auto Crop
ta: வாகன பயிர்

source: Auto Level
ta: வாகன நிலை

source: Available in repository: {0}
ta: களஞ்சியத்தில் கிடைக்கிறது: {0}

source: Background
ta: பின்னணி

source: Background Color
ta: பின்னணி நிறம்

source: Background:
ta: பின்னணி:

source: Based on the work of Paint.NET:
ta: பெயிண்ட்.நெட் வேலையின் அடிப்படையில்:

source: Beautiful Italy
ta: அழகான இத்தாலி

source: Best Fit
ta: சிறந்த பொருத்தம்

source: Bilinear
ta: பிலினியர்

source: Black and White
ta: கருப்பு மற்றும் வெள்ளை

source: Blend Mode
ta: கலப்பு பயன்முறை

source: Blue
ta: நீலம்

source: Blue
ta: நீலம்

source: Blurs
ta: மங்கல்கள்

source: Bold
ta: தடிமான

source: Bonfire
ta: நெருப்பு

source: Bottom Center
ta: கீழே நடுவண்

source: Bottom Left
ta: கீழே இடது

source: Bottom Right
ta: கீழே வலது

source: Brightness
ta: ஒளிஅளவு

source: Brightness / Contrast
ta: ஒளி / மாறுபாடு

source: Brush Size
ta: தூரிகை அளவு

source: Brush width
ta: தூரிகை அகலம்

source: Bulge
ta: வீக்கம்

source: Burkes
ta: பர்கேச்

source: By absolute size:
ta: முழுமையான அளவு மூலம்:

source: By percentage:
ta: விழுக்காடு மூலம்:

source: Cancel
ta: ரத்துசெய்

source: Canvas
ta: கேன்வாச்

source: Canvas Grid Settings
ta: கேன்வாச் கட்டம் அமைப்புகள்

source: Canvas Grid...
ta: கேன்வாச் கட்டம் ...

source: Cell Size
ta: செல் அளவு

source: Center
ta: நடுவண்

source: Center Align
ta: நடுவண் சீரமை

source: Center Left
ta: நடுவண் இடது

source: Center Offset
ta: சென்டர் ஆஃப்செட்

source: Center Right
ta: நடுவண் சரியானது

source: Centered
ta: மையப்படுத்தப்பட்ட

source: Centimeters
ta: சென்டிமீட்டர்

source: Change brush width. Shortcut keys: [ ]
ta: தூரிகை அகலத்தை மாற்றவும். குறுக்குவழி விசைகள்: []

source: Changed Shape Type
ta: மாற்றப்பட்ட வடிவ வகை

source: Cherry Blossom
ta: செர்ரி மலரும்

source: Choose Color
ta: வண்ணத்தைத் தேர்வுசெய்க

source: Choose Palette Color
ta: தட்டு நிறத்தைத் தேர்வுசெய்க

source: Circles
ta: வட்டங்கள்

source: Clamp
ta: கொத்து

source: Click and drag to draw a rectangular selection. Hold Shift to constrain to a square.
ta: செவ்வக தேர்வை வரைய சொடுக்கு செய்து இழுக்கவும். ஒரு சதுரத்திற்கு கட்டுப்படுத்த சிப்டை வைத்திருங்கள்.

source: Click and drag to draw an elliptical selection. Hold Shift to constrain to a circle.
ta: நீள்வட்ட தேர்வை வரைய சொடுக்கு செய்து இழுக்கவும். ஒரு வட்டத்திற்கு கட்டுப்படுத்த மாற்றத்தை வைத்திருங்கள்.

source: Click and drag to navigate image.
ta: படத்திற்கு செல்ல சொடுக்கு செய்து இழுக்கவும்.

source: Click to reset primary and secondary color.
ta: முதன்மை மற்றும் இரண்டாம் நிலை வண்ணத்தை மீட்டமைக்க சொடுக்கு செய்க.

source: Click to select primary color.
ta: முதன்மை வண்ணத்தைத் தேர்ந்தெடுக்க சொடுக்கு செய்க.

source: Click to select region of similar color.
ta: ஒத்த வண்ணத்தின் பகுதியைத் தேர்ந்தெடுக்க சொடுக்கு செய்க.

source: Click to select secondary color.
ta: இரண்டாம் நிலை வண்ணத்தைத் தேர்ந்தெடுக்க சொடுக்கு செய்க.

source: Click to switch between primary and secondary color.
ta: முதன்மை மற்றும் இரண்டாம் நிலை வண்ணத்திற்கு இடையில் மாற சொடுக்கு செய்க.

source: Clipboard
ta: இடைநிலைப் பலகை

source: Clone Stamp
ta: நகலி முத்திரை

source: Close
ta: மூடு

source: Close All
ta: அனைத்தையும் மூடு

source: Closed Curve Shape
ta: மூடிய வளைவு வடிவம்

source: Closed Line/Curve Series
ta: மூடிய வரி/வளைவு தொடர்

source: Clouds
ta: மேகங்கள்

source: Coarseness
ta: கரடுமுரடான தன்மை

source: Color
ta: நிறம்

source: Color Burn
ta: வண்ண எரியும்

source: Color Dodge
ta: வண்ண டாட்ச்

source: Color Gradient
ta: வண்ண சாய்வு

source: Color Mode
ta: வண்ண பயன்முறை

source: Color Picker
ta: வண்ண தேர்வாளர்

source: Color Range
ta: வண்ண வரம்பு

source: Color Saturation
ta: வண்ண செறிவு

source: Color Scheme
ta: வண்ணத் திட்டம்

source: Color Scheme Source
ta: வண்ண திட்ட சான்று

source: Color Sorting
ta: வண்ண வரிசையாக்கம்

source: Coloring
ta: வண்ணம்

source: Conical Gradient
ta: கூம்பு சாய்வு

source: Contents
ta: உள்ளடக்கங்கள்

source: Contiguous
ta: தொடர்ச்சியான

source: Contrast
ta: மாறுபாடு

source: Copy
ta: நகலெடு

source: Copy Merged
ta: நகல் ஒன்றிணைந்தது

source: Copyright
ta: பதிப்புரிமை

source: Cotton Candy
ta: பருத்தி மிட்டாய்

source: Could not import layer "{0}" from {1}
ta: {1} இலிருந்து "{0}" அடுக்கை இறக்குமதி செய்ய முடியவில்லை

source: Could not open file: {0}
ta: கோப்பைத் திறக்க முடியவில்லை: {0}

source: Coverage
ta: பாதுகாப்பு

source: Crop to Selection
ta: தேர்வுக்கு பயிர்

source: Curved
ta: வளைந்த

source: Curves
ta: வளைவுகள்

source: Custom
ta: தனிப்பயன்

source: Cut
ta: வெட்டு

source: Dark
ta: இருண்ட

source: Darken
ta: தட்டவும்

source: Dash
ta: கோடு

source: Default
ta: இயல்புநிலை

source: Delete Layer
ta: அடுக்கை நீக்கு

source: Deleted
ta: நீக்கப்பட்டது

source: Dents
ta: பற்கள்

source: Deselect
ta: தேர்வுநீக்கு

source: Deselect All
ta: அனைத்தையும் தேர்வு செய்யுங்கள்

source: Details
ta: விவரங்கள்

source: Difference
ta: வேறுபாடு

source: Distance
ta: தூரம்

source: Distance Metric
ta: தூர மெட்ரிக்

source: Distort
ta: அழி

source: Dithering
ta: Ditering

source: Do not switch tool
ta: கருவியை மாற்ற வேண்டாம்

source: Download size: {0}
ta: பதிவிறக்க அளவு: {0}

source: Duplicate Layer
ta: நகல் அடுக்கு

source: Easily create and edit images
ta: படங்களை எளிதாக உருவாக்கி திருத்தவும்

source: Edge Behavior
ta: விளிம்பு நடத்தை

source: Edge Detect
ta: விளிம்பு கண்டறிதல்

source: Effe_cts
ta: விளைவுகள்

source: Effects
ta: விளைவுகள்

source: Electric
ta: மின்சாரம்

source: Ellipse
ta: நீள்வட்டம்

source: Ellipse Select
ta: நீள்வட்டம் தேர்ந்தெடுக்கவும்

source: Emboss
ta: புடைப்பு

source: Enable additional logging or behavior changes for debugging
ta: பிழைத்திருத்தத்திற்கான கூடுதல் பதிவு அல்லது நடத்தை மாற்றங்களை இயக்கவும்

source: Erase Selection
ta: தேர்வை அழிக்கவும்

source: Eraser
ta: அழிப்பான்

source: Error
ta: பிழை

source: Error Diffusion Method
ta: பிழை பரவல் முறை

source: Exclude (-) (Right Click)
ta: விலக்கு (-) (வலது கிளிக்)

source: Expand
ta: விரிவாக்கு

source: Extension packages
ta: விரிவாக்க தொகுப்புகள்

source: Factor
ta: காரணி

source: Failed to access XDG Desktop Portals
ta: எக்ச்டிசி டெச்க்டாப் போர்ட்டல்களை அணுகுவதில் தோல்வி

source: Failed to initialize add-in
ta: கூடுதல் தொடங்குவதில் தோல்வி

source: Failed to load extension package
ta: நீட்டிப்பு தொகுப்பை ஏற்றுவதில் தோல்வி

source: Failed to open image
ta: படத்தைத் திறக்கத் தவறிவிட்டது

source: Failed to save image
ta: படத்தை சேமிப்பதில் தோல்வி

source: Failed to take screenshot
ta: திரைக்காட்சி எடுக்கத் தவறிவிட்டது

source: Feather Canvas Edge
ta: இறகு கேன்வாச் எட்ச்

source: Feather Object
ta: இறகு பொருள்

source: File a Bug
ta: ஒரு பிழையை தாக்கல் செய்யுங்கள்

source: Files to open
ta: திறக்க கோப்புகள்

source: Fill Background
ta: பின்னணியை நிரப்பவும்

source: Fill Object Background
ta: பொருள் பின்னணியை நிரப்பவும்

source: Fill Selection
ta: தேர்வை நிரப்பவும்

source: Fill Shape
ta: வடிவத்தை நிரப்பவும்

source: Fill Style
ta: பாணி நிரப்பு

source: Fill and Outline Shape
ta: நிரப்புதல் மற்றும் கோடிட்டு வடிவ

source: Finalized
ta: இறுதி செய்யப்பட்டது

source: Finish Pixels
ta: பிக்சல்களை முடிக்கவும்

source: Flatten
ta: தட்டையானது

source: Flattening the image will merge all layers into a single layer.
ta: படத்தைத் தட்டச்சு செய்வது அனைத்து அடுக்குகளையும் ஒரே அடுக்கில் ஒன்றிணைக்கும்.

source: Flip Horizontal
ta: கிடைமட்டமாக புரட்டவும்

source: Flip Image Horizontal
ta: படத்தை கிடைமட்டமாக புரட்டவும்

source: Flip Image Vertical
ta: படத்தை செங்குத்தாக புரட்டவும்

source: Flip Layer Horizontal
ta: ஃபிளிப் லேயர் கிடைமட்டமாக

source: Flip Layer Vertical
ta: அடுக்கு செங்குத்து

source: Flip Vertical
ta: செங்குத்து புரட்டவும்

source: Flood Mode
ta: வெள்ள முறை

source: Floyd-Steinberg
ta: ஃபிலாய்ட்-ச்டீன்பெர்க்

source: Floyd-Steinberg Lite
ta: ஃபிலாய்ட்-ச்டீன்பெர்க் லைட்

source: Font
ta: எழுத்துரு

source: Fragment
ta: துண்டு

source: Fragments
ta: துண்டுகள்

source: Freeform Shape
ta: ஃப்ரீஃபார்ம் வடிவம்

source: Frosted Glass
ta: உறைந்த கண்ணாடி

source: Fullscreen
ta: முழு திரை

source: Gallery
ta: கேலரி

source: Gaussian Blur
ta: காசியன் மங்கலானது

source: Global
ta: உலகளாவிய

source: Glow
ta: பளபளப்பு

source: Gradient
ta: சரிவு

source: Green
ta: பச்சை

source: Grid
ta: வலைவாய்

source: Hard Light
ta: கடினமான ஒளி

source: Height:
ta: உயரம்:

source: Hex
ta: ஃச்

source: Hide Layer
ta: அடுக்கு மறைக்க

source: Hint: For best results, first use selection tools to select each eye.
ta: குறிப்பு: சிறந்த முடிவுகளுக்கு, ஒவ்வொரு கண்ணையும் தேர்ந்தெடுக்க முதலில் தேர்வு கருவிகளைப் பயன்படுத்தவும்.

source: History
ta: வரலாறு

source: Horizontal blue (B)
ta: கிடைமட்ட நீலம் (பி)

source: Horizontal green (G)
ta: கிடைமட்ட பச்சை (சி)

source: Horizontal red (R)
ta: கிடைமட்ட சிவப்பு (

source: Hue
ta: வண்ணச்சாயல்

source: Hue & Sat
ta: சாயல் மற்றும் காரி

source: Hue / Saturation
ta: சாயல் / செறிவு

source: ICO files can not be larger than 255 x 255 pixels.
ta: ஐ.சி.ஓ கோப்புகள் 255 ஃச் 255 பிக்சல்களை விட பெரியதாக இருக்காது.

source: If you don't save, all changes will be permanently lost.
ta: நீங்கள் சேமிக்கவில்லை என்றால், எல்லா மாற்றங்களும் நிரந்தரமாக இழக்கப்படும்.

source: Image
ta: படம்

source: Image Editor
ta: பட ஆசிரியர்

source: Image Tabs
ta: பட தாவல்கள்

source: Image cannot be pasted
ta: படத்தை ஒட்ட முடியாது

source: Image files
ta: படக் கோப்புகள்

source: Image larger than canvas
ta: கேன்வாசை விட பெரிய படம்

source: Image too large
ta: படம் மிகப் பெரியது

source: Import From File
ta: கோப்பிலிருந்து இறக்குமதி

source: Import from File...
ta: கோப்பிலிருந்து இறக்குமதி ...

source: Inches
ta: அங்குலங்கள்

source: Ink Outline
ta: மை அவுட்லைன்

source: Ink Sketch
ta: மை ச்கெட்ச்

source: Input
ta: உள்ளீடு

source: Input Histogram
ta: உள்ளீட்டு இச்டோகிராம்

source: Install
ta: நிறுவவும்

source: Install Extension Package
ta: நீட்டிப்பு தொகுப்பை நிறுவவும்

source: Install from file...
ta: கோப்பிலிருந்து நிறுவவும் ...

source: Install...
ta: நிறுவு ...

source: Installed
ta: நிறுவப்பட்டது

source: Intensity
ta: தீவிரம்

source: Intersect ({0} + Left Click)
ta: குறுக்குவெட்டு ({0} + இடது கிளிக்)

source: Invert Colors
ta: வண்ணங்களை தலைகீழ்

source: Invert Selection
ta: தலைகீழ் தேர்வு

source: Italic
ta: சாய்வு

source: JPEG Quality
ta: JPEG தகுதி

source: Jarvis-Judice-Ninke
ta: சார்விச்-சூனிச் மடிந்தது

source: Julia Fractal
ta: சூலியா ஃப்ராக்டல்

source: Landscape
ta: நிலப்பரப்பு

source: Lasso Select
ta: லாசோ தேர்ந்தெடுக்கவும்

source: Layer
ta: அடுக்கு

source: Layer Hidden
ta: அடுக்கு மறைக்கப்பட்டுள்ளது

source: Layer Opacity
ta: அடுக்கு ஒளிபுகாநிலை

source: Layer Properties
ta: அடுக்கு பண்புகள்

source: Layer Properties...
ta: அடுக்கு பண்புகள் ...

source: Layer Shown
ta: அடுக்கு காட்டப்பட்டுள்ளது

source: Layer {0}
ta: அடுக்கு {0}

source: Layers
ta: அடுக்குகள்

source: Left Align
ta: இடது சீரமைப்பு

source: Left click and drag the selection to move selected content. Hold {0} to scale instead of move. Right click and drag the selection to rotate selected content. Hold Shift to rotate in steps. Use arrow keys to move selected content by a single pixel.
ta: தேர்ந்தெடுக்கப்பட்ட உள்ளடக்கத்தை நகர்த்த இடது சொடுக்கு செய்து தேர்வை இழுக்கவும். நகர்த்துவதற்கு பதிலாக அளவிட {0} வைத்திருங்கள். தேர்ந்தெடுக்கப்பட்ட உள்ளடக்கத்தை சுழற்றுவதற்கு வலது சொடுக்கு செய்து தேர்வை இழுக்கவும். படிகளில் சுழற்ற மாற்றத்தை வைத்திருங்கள். தேர்ந்தெடுக்கப்பட்ட உள்ளடக்கத்தை ஒற்றை படப்புள்ளி மூலம் நகர்த்த அம்பு விசைகளைப் பயன்படுத்தவும்.

source: Left click and drag the selection to move selection outline. Hold {0} to scale instead of move. Right click and drag the selection to rotate selection outline. Hold Shift to rotate in steps. Use arrow keys to move selection outline by a single pixel.
ta: தேர்வு அவுட்லைனை நகர்த்துவதற்கு இடது சொடுக்கு செய்து தேர்வை இழுக்கவும். நகர்த்துவதற்கு பதிலாக அளவிட {0} வைத்திருங்கள். தேர்வு அவுட்லைனை சுழற்றுவதற்கு வலது சொடுக்கு செய்து தேர்வை இழுக்கவும். படிகளில் சுழற்ற மாற்றத்தை வைத்திருங்கள். ஒற்றை படப்புள்ளி மூலம் தேர்வு அவுட்லைன் நகர்த்த அம்பு விசைகளைப் பயன்படுத்தவும்.

source: Left click to draw a shape with the primary color. Left click on a shape to add a control point. Left click on a control point and drag to move it. Right click on a control point and drag to change its tension. Hold Shift to snap to angles. Use arrow keys to move the selected control point. Press {0} + left/right arrows to select control points by order. Press Delete to delete the selected control point. Press Space to add a new control point at the mouse position. Hold {0} while pressing Space to create the control point at the exact same position. Hold {0} while left clicking on a control point to create a new shape at the exact same position. Press Enter to finalize the shape.
ta: முதன்மை வண்ணத்துடன் ஒரு வடிவத்தை வரைய இடது சொடுக்கு செய்யவும். கட்டுப்பாட்டு புள்ளியைச் சேர்க்க ஒரு வடிவத்தில் இடது சொடுக்கு செய்க. ஒரு கட்டுப்பாட்டு புள்ளியில் இடது சொடுக்கு செய்து அதை நகர்த்த இழுக்கவும். கட்டுப்பாட்டு புள்ளியில் வலது சொடுக்கு செய்து அதன் பதற்றத்தை மாற்ற இழுக்கவும். கோணங்களுக்கு ச்னாப் செய்ய மாற்றத்தை வைத்திருங்கள். தேர்ந்தெடுக்கப்பட்ட கட்டுப்பாட்டு புள்ளியை நகர்த்த அம்பு விசைகளைப் பயன்படுத்தவும். ஆர்டர் மூலம் கட்டுப்பாட்டு புள்ளிகளைத் தேர்ந்தெடுக்க {0} + இடது/வலது அம்புகளை அழுத்தவும். தேர்ந்தெடுக்கப்பட்ட கட்டுப்பாட்டு புள்ளியை நீக்க நீக்கு என்பதை அழுத்தவும். சுட்டி நிலையில் ஒரு புதிய கட்டுப்பாட்டு புள்ளியைச் சேர்க்க இடத்தை அழுத்தவும். அதே நிலையில் கட்டுப்பாட்டு புள்ளியை உருவாக்க இடத்தை அழுத்தும்போது {0} வைத்திருங்கள். அதே நிலையில் ஒரு புதிய வடிவத்தை உருவாக்க ஒரு கட்டுப்பாட்டு புள்ளியில் இடது சொடுக்கு செய்யும் போது {0} வைத்திருங்கள். வடிவத்தை இறுதி செய்ய ENTER ஐ அழுத்தவும்.

source: Left click to draw freeform one-pixel wide lines with the primary color. Right click to use the secondary color.
ta: முதன்மை வண்ணத்துடன் ஃப்ரீஃபார்ம் ஒரு படப்புள்ளி அகலமான கோடுகளை வரைய இடது சொடுக்கு செய்யவும். இரண்டாம் நிலை வண்ணத்தைப் பயன்படுத்த வலது சொடுக்கு செய்யவும்.

source: Left click to draw with primary color, right click to draw with secondary color.
ta: முதன்மை வண்ணத்துடன் வரைய இடது சொடுக்கு செய்யவும், இரண்டாம் நிலை வண்ணத்துடன் வரைய வலது சொடுக்கு செய்யவும்.

source: Left click to erase to transparent, right click to erase to secondary color.
ta: வெளிப்படையான, வலது சொடுக்கு இரண்டாம் நிறத்தை அழிக்க இடது சொடுக்கு செய்யவும்.

source: Left click to fill a region with the primary color, right click to fill with the secondary color.
ta: முதன்மை வண்ணத்துடன் ஒரு பகுதியை நிரப்ப இடது சொடுக்கு செய்யவும், இரண்டாம் நிலை வண்ணத்தை நிரப்ப வலது சொடுக்கு செய்யவும்.

source: Left click to place cursor, then type desired text. Text color is primary color.
ta: கர்சரை வைக்க இடது சொடுக்கு செய்து, விரும்பிய உரையைத் தட்டச்சு செய்க. உரை நிறம் முதன்மை நிறம்.

source: Left click to replace the secondary color with the primary color. Right click to reverse.
ta: இரண்டாம் நிலை நிறத்தை முதன்மை வண்ணத்துடன் மாற்ற இடது சொடுக்கு செய்யவும். தலைகீழாக வலது சொடுக்கு செய்யவும்.

source: Left click to set primary color. Right click to set secondary color.
ta: முதன்மை வண்ணத்தை அமைக்க இடது சொடுக்கு செய்யவும். இரண்டாம் நிலை நிறத்தை அமைக்க வலது சொடுக்கு செய்யவும்.

source: Left click to set primary color. Right click to set secondary color.
ta: முதன்மை வண்ணத்தை அமைக்க இடது சொடுக்கு செய்யவும். இரண்டாம் நிலை நிறத்தை அமைக்க வலது சொடுக்கு செய்யவும்.

source: Left click to set primary color. Right click to set secondary color. Middle click to choose palette color.
ta: முதன்மை வண்ணத்தை அமைக்க இடது சொடுக்கு செய்யவும். இரண்டாம் நிலை நிறத்தை அமைக்க வலது சொடுக்கு செய்யவும். தட்டு வண்ணத்தைத் தேர்வுசெய்ய நடுத்தர சொடுக்கு.

source: Left click to zoom in. Right click to zoom out. Click and drag to zoom in selection.
ta: பெரிதாக்க இடது சொடுக்கு செய்யவும். பெரிதாக்க வலது சொடுக்கு செய்யவும். தேர்வில் பெரிதாக்க சொடுக்கு செய்து இழுக்கவும்.

source: Length
ta: நீளம்

source: Levels
ta: நிலைகள்

source: Levels Adjustment
ta: நிலைகள் சரிசெய்தல்

source: License
ta: உரிமம்

source: Light
ta: ஒளி

source: Lighten
ta: ஒளிரச் செய்யுங்கள்

source: Lighting
ta: லைட்டிங்

source: Lightness
ta: லேசான தன்மை

source: Lime Lemon
ta: சுண்ணாம்பு எலுமிச்சை

source: Line/Curve
ta: வரி/வளைவு

source: Linear Diamond Gradient
ta: நேரியல் வைர சாய்வு

source: Linear Gradient
ta: நேரியல் சாய்வு

source: Linear Reflected Gradient
ta: நேரியல் பிரதிபலித்த சாய்வு

source: Linked
ta: இணைக்கப்பட்ட

source: Luminosity
ta: ஒளிர்வு

source: Magic Wand Select
ta: மேசிக் வாண்ட் தேர்ந்தெடுக்கவும்

source: Main Menu
ta: பட்டியல் விளையாடுங்கள்

source: Maintain aspect ratio
ta: விகித விகிதத்தை பராமரிக்கவும்

source: Mandelbrot Fractal
ta: மாண்டல்பிரோட் ஃப்ராக்டல்

source: Martian Lava
ta: செவ்வாய் எரிமலை

source: Median
ta: இடைநடு

source: Menu Bar
ta: பட்டியல் பட்டி

source: Merge Layer Down
ta: அடுக்கை ஒன்றிணைக்கவும்

source: Mode
ta: பயன்முறை

source: Modified
ta: மாற்றியமைக்கப்பட்ட

source: More Information...
ta: மேலும் செய்தி ...

source: Motion Blur
ta: இயக்க மங்கலானது

source: Move Layer Down
ta: அடுக்கை கீழே நகர்த்தவும்

source: Move Layer Up
ta: அடுக்கை மேலே நகர்த்தவும்

source: Move Selected Pixels
ta: தேர்ந்தெடுக்கப்பட்ட பிக்சல்களை நகர்த்தவும்

source: Move Selection
ta: தேர்வை நகர்த்தவும்

source: Multiply
ta: பெருக்கவும்

source: Name:
ta: பெயர்:

source: Nearest Neighbor
ta: அருகிலுள்ள அண்டை

source: New
ta: புதிய

source: New Image
ta: புதிய படம்

source: New Screenshot...
ta: புதிய திரை காட்சி ...

source: New palette size:
ta: புதிய தட்டு அளவு:

source: New...
ta: புதியது ...

source: No Items Found
ta: உருப்படிகள் எதுவும் கிடைக்கவில்லை

source: Noise
ta: இரைச்சல்

source: Normal
ta: சாதாரண

source: Normal Blending
ta: சாதாரண கலவை

source: Normal Size
ta: சாதாரண அளவு

source: Normal and Outline
ta: சாதாரண மற்றும் அவுட்லைன்

source: Number of Cells
ta: கலங்களின் எண்ணிக்கை

source: Number of threads to use for rendering
ta: ரெண்டரிங்கிற்கு பயன்படுத்த நூல்களின் எண்ணிக்கை

source: OK
ta: சரி

source: Object
ta: பொருள்

source: Offset
ta: ஈடுசெய்யும்

source: Offset Selection
ta: ஆஃப்செட் தேர்வு

source: Oil Painting
ta: எண்ணெய் ஓவியம்

source: Opacity:
ta: ஒளிபுகாநிலை:

source: Open
ta: திற

source: Open Curve Shape
ta: திறந்த வளைவு வடிவம்

source: Open Image
ta: திறந்த படத்தை

source: Open Image File
ta: படக் கோப்பைத் திறக்கவும்

source: Open Line/Curve Series
ta: திறந்த வரி/வளைவு தொடர்

source: Open Palette File
ta: திறந்த தட்டு கோப்பு

source: Open...
ta: திறந்த ...

source: Orientation:
ta: நோக்குநிலை:

source: Original
ta: அசல்

source: Outline
ta: அவுட்லைன்

source: Outline Border
ta: அவுட்லைன் எல்லை

source: Outline Edge
ta: அவுட்லைன் எட்ச்

source: Outline Object
ta: அவுட்லைன் பொருள்

source: Outline Shape
ta: அவுட்லைன் வடிவம்

source: Outline width
ta: அவுட்லைன் அகலம்

source: Output
ta: வெளியீடு

source: Output Histogram
ta: வெளியீட்டு இச்டோகிராம்

source: Overlay
ta: மேலடுக்கு

source: Overwrite
ta: மேலெழுதும்

source: Paint Bucket
ta: பெயிண்ட் வாளி

source: Paintbrush
ta: பெயிண்ட் பிரச்

source: Palette
ta: தட்டு

source: Palette files
ta: தட்டு கோப்புகள்

source: Pan
ta: பான்

source: Paste
ta: ஒட்டு

source: Paste Into New Image
ta: புதிய படத்தில் ஒட்டவும்

source: Paste Into New Layer
ta: புதிய அடுக்கில் ஒட்டவும்

source: Pencil
ta: எழுதுகோல்

source: Pencil Sketch
ta: பென்சில் ச்கெட்ச்

source: Pencil Tip Size
ta: பென்சில் முனை அளவு

source: Percentile
ta: விழுக்காடு

source: Photo
ta: புகைப்படம்

source: Pinta
ta: மேற்பரப்பு

source: Pinta Community Addins - Cross-Platform
ta: பிண்டா கம்யூனிட்டி அடின்கள் - குறுக்கு -தளம்

source: Pinta Community Addins - Platform-Specific
ta: பிண்டா கம்யூனிட்டி அடின்கள் - இயங்குதளம் சார்ந்த

source: Pinta Image Editor
ta: பிண்டா பட எடிட்டர்

source: Pinta Website
ta: வலைத்தளத்தைக் கேளுங்கள்

source: Pinta does not support saving images in this file format.
ta: இந்த கோப்பு வடிவத்தில் படங்களை சேமிப்பதை பிண்டா ஆதரிக்கவில்லை.

source: Pinta is a image editing, drawing and painting application with a simple yet powerful interface. Pinta has a wide range of drawing tools, including: freehand, rectangles, circles and lines. It also has over 35 effects to apply to your images, and also has the ability to create unlimited layers to help organize your creativity.
ta: பிண்டா என்பது ஒரு எளிய மற்றும் சக்திவாய்ந்த இடைமுகத்துடன் ஒரு பட திருத்துதல், வரைதல் மற்றும் ஓவியம் பயன்பாடு ஆகும். பிண்டாவில் பரந்த அளவிலான வரைதல் கருவிகள் உள்ளன, அவற்றுள்: ஃப்ரீஏண்ட், செவ்வகங்கள், வட்டங்கள் மற்றும் கோடுகள். இது உங்கள் படங்களுக்கு விண்ணப்பிக்க 35 க்கும் மேற்பட்ட விளைவுகளையும் கொண்டுள்ளது, மேலும் உங்கள் படைப்பாற்றலை ஒழுங்கமைக்க உதவும் வரம்பற்ற அடுக்குகளை உருவாக்கும் திறனையும் கொண்டுள்ளது.

source: Pinta supports the following file formats:
ta: பிந்தா பின்வரும் கோப்பு வடிவங்களை ஆதரிக்கிறது:

source: Pinta supports the following palette formats:
ta: பிந்தா பின்வரும் தட்டு வடிவங்களை ஆதரிக்கிறது:

source: Pixelate
ta: பிக்சலேட்

source: Pixels
ta: படப்புள்ளிகள்

source: Piña Colada
ta: பினா கோலாடா

source: Please restart Pinta for the changes to take effect.
ta: மாற்றங்கள் நடைமுறைக்கு வர பிண்டாவை மறுதொடக்கம் செய்யுங்கள்.

source: Point Added
ta: புள்ளி சேர்க்கப்பட்டது

source: Point Deleted
ta: புள்ளி நீக்கப்பட்டது

source: Polar Inversion
ta: துருவ தலைகீழ்

source: Portrait
ta: உருவப்படம்

source: Position
ta: நிலை

source: Posterize
ta: சுவரொட்டி

source: Power
ta: விசை

source: Preserve
ta: பாதுகாக்கவும்

source: Preset Gradient
ta: முன்னமைக்கப்பட்ட சாய்வு

source: Preset:
ta: முன்னமைவு:

source: Preview
ta: முன்னோட்டம்

source: Primary
ta: முதன்மை

source: Print
ta: அச்சிடுக

source: Quality
ta: தகுதி

source: Quality:
ta: தரம்:

source: Quit
ta: வெளியேறு

source: RGB
ta: ஆர்சிபி

source: Radial Blur
ta: ரேடியல் மங்கலானது

source: Radial Gradient
ta: ரேடியல் சாய்வு

source: Radius
ta: ஆரம்

source: Radius Percentage
ta: ஆரம் விழுக்காடு

source: Random
ta: சீரற்ற

source: Random Color Scheme Seed
ta: சீரற்ற வண்ணத் திட்ட விதை

source: Random Colors
ta: சீரற்ற வண்ணங்கள்

source: Random Point Locations
ta: சீரற்ற புள்ளி இருப்பிடங்கள்

source: Recolor
ta: மறுசீரமைப்பு

source: Rectangle
ta: செவ்வகம்

source: Rectangle Select
ta: செவ்வகம் தேர்ந்தெடுக்கவும்

source: Red
ta: சிவப்பு

source: Red
ta: சிவப்பு

source: Red Eye Removal
ta: சிவப்பு கண் அகற்றுதல்

source: Redo
ta: மீண்டும்செய்

source: Reduce Noise
ta: சத்தத்தைக் குறைக்கவும்

source: Reflect
ta: பிரதிபலிக்கவும்

source: Refresh
ta: புதுப்பிப்பு

source: Released under the MIT X11 License.
ta: எம்ஐடி ஃச் 11 உரிமத்தின் கீழ் வெளியிடப்பட்டது.

source: Relief
ta: ஈடு

source: Rename Layer
ta: அடுக்கை மறுபெயரிடுங்கள்

source: Render
ta: வழங்கவும்

source: Rendering Effect
ta: வழங்குதல் விளைவு

source: Replace
ta: மாற்றவும்

source: Report Bug...
ta: பிழையைப் புகாரளிக்கவும் ...

source: Resampling:
ta: மறுசீரமைத்தல்:

source: Reseed
ta: ஒத்திருக்கிறது

source: Reset
ta: மீட்டமை

source: Reset Color
ta: வண்ணத்தை மீட்டமை

source: Reset to Default
ta: இயல்புநிலைக்கு மீட்டமைக்கவும்

source: Resize Canvas
ta: கேன்வாசை மறுஅளவிடுங்கள்

source: Resize Canvas...
ta: கேன்வாசை மறுஅளவிடுங்கள் ...

source: Resize Image
ta: படத்தை மறுஅளவிடுங்கள்

source: Resize Image...
ta: மறுஅளவிடுதல் படம் ...

source: Resize Palette
ta: மறுஅளவிடுதல் தட்டு

source: Restart Pinta
ta: பிண்டாவை மறுதொடக்கம் செய்
