Repository: PintaProject/Pinta
Catalog: po/*.po
Languages: ta

source: Reverse Color Scheme
ta: தலைகீழ் வண்ணத் திட்டம்

source: Reverse Color Sorting
ta: தலைகீழ் வண்ண வரிசையாக்கம்

source: Right Align
ta: சரியான சீரமை

source: Rotate / Zoom Layer
ta: சுழற்றுங்கள் / பெரிதாக்கு அடுக்கு

source: Rotate / Zoom Layer...
ta: சுழற்றுங்கள் / பெரிதாக்கு அடுக்கு ...

source: Rotate 180°
ta: 180 ° சுழற்றுங்கள்

source: Rotate 90° Clockwise
ta: 90 ° கடிகார திசையில் சுழற்றுங்கள்

source: Rotate 90° Counter-Clockwise
ta: 90 ° எதிர்-கடிகார திசையில் சுழற்றுங்கள்

source: Rotation
ta: சுழற்சி

source: Rounded Line Series
ta: வட்டமான வரி தொடர்

source: Rounded Line Shape
ta: வட்டமான வரி வடிவம்

source: Rounded Rectangle
ta: வட்டமான செவ்வகம்

source: Ruler Units
ta: ஆட்சியாளர் அலகுகள்

source: Rulers
ta: ஆட்சியாளர்கள்

source: Sampling
ta: மாதிரி எடுத்தல்

source: Sat
ta: காரி

source: Sat & Value
ta: காரி & மதிப்பு

source: Saturation
ta: தெவிட்டல்

source: Saturation Percentage
ta: செறிவு விழுக்காடு

source: Save
ta: சேமி

source: Save All
ta: அனைத்தையும் சேமி

source: Save As...
ta: சேமி ...

source: Save Image File
ta: படக் கோப்பை சேமிக்கவும்

source: Save Palette File
ta: தட்டு கோப்பை சேமிக்கவும்

source: Save changes to image "{0}" before closing?
ta: மூடுவதற்கு முன் "{0}" படத்தில் மாற்றங்களைச் சேமிக்கவா?

source: Scale
ta: அளவு

source: Screen
ta: திரை

source: Secondary
ta: இரண்டாம் நிலை

source: Select All
ta: அனைத்தையும் தெரிவுசெய்

source: Selected Colors
ta: தேர்ந்தெடுக்கப்பட்ட வண்ணங்கள்

source: Sepia
ta: செபியா

source: Set Number of Colors
ta: வண்ணங்களின் எண்ணிக்கையை அமைக்கவும்

source: Shape Type
ta: வடிவ வகை

source: Sharp Edges
ta: கூர்மையான விளிம்புகள்

source: Sharpen
ta: கூர்மைப்படுத்துங்கள்

source: Shortcut key
ta: குறுக்குவழி விசை

source: Shortcut keys
ta: குறுக்குவழி விசைகள்

source: Show Grid
ta: கட்டத்தைக் காட்டு

source: Show Layer
ta: அடுக்கு காட்டு

source: Show Value
ta: மதிப்பைக் காட்டு

source: Show/Hide
ta: காட்டு/மறைக்க

source: Sierra
ta: சியரா

source: Sierra Lite
ta: சியரா லைட்

source: Single Pixel
ta: ஒற்றை படப்புள்ளி

source: Size
ta: அளவு

source: Smooth
ta: மென்மையான

source: Soft Light
ta: மென்மையான ஒளி

source: Soften Portrait
ta: உருவப்படத்தை மென்மையாக்கவும்

source: Softness
ta: மென்மையாகும்

source: Splatter
ta: சிதறல்

source: Squares
ta: சதுரங்கள்

source: Status Bar
ta: நிலை பட்டி

source: Strength
ta: வலிமை

source: Stucki
ta: ச்டக்கோ

source: Stylize
ta: ச்டைலீச்

source: Switch to Pencil tool
ta: பென்சில் கருவிக்கு மாறவும்

source: Switch to previous tool
ta: முந்தைய கருவிக்கு மாறவும்

source: Text
ta: உரை

source: Text - Finalize
ta: உரை - இறுதி செய்யுங்கள்

source: Text Style
ta: உரை நடை

source: The '{0}' add-in may not be compatible with this version of Pinta
ta: பிண்டாவின் இந்த பதிப்போடு '{0}' சேர்க்கை பொருந்தாது

source: The clipboard does not contain an image.
ta: கிளிப்போர்டில் ஒரு படம் இல்லை.

source: The file may be an invalid or corrupt extension package
ta: கோப்பு தவறான அல்லது ஊழல் நீட்டிப்பு தொகுப்பாக இருக்கலாம்

source: The following dependencies could not be resolved:
ta: பின்வரும் சார்புகளை தீர்க்க முடியவில்லை:

source: The following packages need to be uninstalled:
ta: பின்வரும் தொகுப்புகளை நிறுவல் நீக்க வேண்டும்:

source: The following packages will be installed:
ta: பின்வரும் தொகுப்புகள் நிறுவப்படும்:

source: The following packages will be uninstalled:
ta: பின்வரும் தொகுப்புகள் நிறுவல் நீக்கப்படும்:

source: The image being pasted is larger than the canvas. What would you like to do to the canvas size?
ta: ஒட்டப்படும் படம் கேன்வாசை விட பெரியது. கேன்வாச் அளவிற்கு நீங்கள் என்ன செய்ய விரும்புகிறீர்கள்?

source: The installation failed!
ta: நிறுவல் தோல்வியடைந்தது!

source: The installation has completed with warnings.
ta: நிறுவல் எச்சரிக்கைகளுடன் முடிக்கப்பட்டுள்ளது.

source: The selected extension packages can't be installed because there are dependency conflicts.
ta: தேர்ந்தெடுக்கப்பட்ட நீட்டிப்பு தொகுப்புகளை நிறுவ முடியாது, ஏனெனில் சார்பு மோதல்கள் உள்ளன.

source: The uninstallation failed!
ta: நிறுவல் நீக்குதல் தோல்வியடைந்தது!

source: The uninstallation has completed with warnings.
ta: நிறுவல் நீக்குதல் எச்சரிக்கைகளுடன் நிறைவடைந்துள்ளது.

source: There are other extension packages that depend on the previous ones which will also be uninstalled:
ta: முந்தையவற்றைச் சார்ந்து இருக்கும் பிற நீட்டிப்பு தொகுப்புகள் உள்ளன, அவை நிறுவல் நீக்கப்படும்:

source: Thickness
ta: தடிமன்

source: This format does not support layers. Flatten image?
ta: இந்த வடிவம் அடுக்குகளை ஆதரிக்காது. தட்டையான படம்?

source: Tile Reflection
ta: ஓடு பிரதிபலிப்பு

source: Tile Size
ta: ஓடு அளவு

source: Tile Type
ta: ஓடு வகை

source: Tip: Right-click to remove control points.
ta: உதவிக்குறிப்பு: கட்டுப்பாட்டு புள்ளிகளை அகற்ற வலது சொடுக்கு செய்யவும்.

source: Tolerance
ta: பொறுமை

source: Tool
ta: கருவி

source: Tool Box
ta: கருவி பெட்டி

source: Tool Windows
ta: கருவி சாளரங்கள்

source: Toolbar
ta: கருவிப்பட்டி

source: Top Center
ta: மேல் நடுவண்

source: Top Left
ta: மேல் இடது

source: Top Right
ta: மேல் வலது

source: Transfer Map
ta: இடமாற்ற வரைபடம்

source: Translate This Application
ta: இந்த பயன்பாட்டை மொழிபெயர்க்கவும்

source: Transparency Mode
ta: வெளிப்படைத்தன்மை பயன்முறை

source: Transparent
ta: வெளிப்படையானது

source: Turbulence
ta: (காற்றுக்)கொந்தளிப்பு

source: Twist
ta: திருப்பம்

source: Two-Row Sierra
ta: இரண்டு-வரிசை சியரா

source: Type
ta: வகை

source: Underline
ta: அடிக்கோடிட்டு

source: Undo
ta: செயல்தவிர்

source: Unfocus
ta: ஐச்போகச்

source: Uninstall
ta: நிறுவல் நீக்க

source: Uninstall...
ta: நிறுவல் நீக்க ...

source: Union (+) ({0} + Left Click)
ta: யூனியன் ( +) ({0} + இடது கிளிக்)

source: Unsaved Image {0}
ta: சேமிக்கப்படாத படம் {0}

source: Unsupported file format
ta: ஆதரிக்கப்படாத கோப்பு வடிவம்

source: Unsupported palette format
ta: ஆதரிக்கப்படாத தட்டு வடிவம்

source: Update...
ta: புதுப்பிப்பு ...

source: Updates
ta: புதுப்பிப்புகள்

source: Use low quality for previews, small images, and small angles. Use high quality for final quality, large images, and large angles.
ta: முன்னோட்டங்கள், சிறிய படங்கள் மற்றும் சிறிய கோணங்களுக்கு குறைந்த தரத்தைப் பயன்படுத்தவும். இறுதி தகுதி, பெரிய படங்கள் மற்றும் பெரிய கோணங்களுக்கு உயர் தரத்தைப் பயன்படுத்துங்கள்.

source: Using some icons from:
ta: இதிலிருந்து சில சின்னங்களைப் பயன்படுத்துதல்:

source: Value
ta: மதிப்பு

source: Version: {0}
ta: பதிப்பு: {0}

source: Vertical blue (B)
ta: செங்குத்து நீலம் (பி)

source: Vertical green (G)
ta: செங்குத்தப்பட்ட பச்சை (சி)

source: Vertical red (R)
ta: செங்குத்துப் சிவப்பு (ஆர்)

source: View
ta: நோக்கு

source: Vignette
ta: விக்னெட்

source: Visible
ta: தெரியும்

source: Voronoi Diagram
ta: வோரோனோய் வரைபடம்

source: Warmth
ta: அரவணைப்பு

source: White
ta: வெள்ளை

source: Width:
ta: அகலம்:

source: Window
ta: சாளரம்

source: Wrap
ta: மடக்கு

source: Xor
ta: அல்லதில்

source: Xor ({0} + Right Click)
ta: XOR ({0} + வலது கிளிக்)

source: You do not have access to '{0}'.
ta: உங்களுக்கு '{0}' அணுகல் இல்லை.

source: You do not have access to modify '{0}'. The file or folder may be read-only.
ta: '{0}' ஐ மாற்றுவதற்கான அணுகல் உங்களுக்கு இல்லை. கோப்பு அல்லது கோப்புறை படிக்க மட்டுமே இருக்கலாம்.

source: Zoom
ta: பெரிதாக்கு

source: Zoom Blur
ta: சூம் மங்கலானது

source: Zoom In
ta: பெரிதாக்கு

source: Zoom Out
ta: சிறிதாக்கு

source: Zoom to Selection
ta: தேர்வுக்கு பெரிதாக்கு

source: _Adjustments
ta: _சரிசெய்தல்

source: _Discard
ta: _ டிச்கார்ட்

source: _Edit
ta: தொகு (_E)

source: _File
ta: கோப்பு (_F)

source: _Help
ta: உதவி (_H)

source: _Layers
ta: _ லேயர்கள்

source: _Save
ta: _சேவ்

source: _View
ta: காட்சி (_V)

source: _Window
ta: _ சாளரம்

source: by Pinta contributors
ta: வழங்கியவர் பிண்டா பங்களிப்பாளர்கள்

source: draw;drawing;paint;painting;graphics;raster;2d;
ta: டிரா; வரைதல்; பெயிண்ட்; ஓவியம்; கிராபிக்ச்; ராச்டர்; 2 டி;

source: pixels
ta: படப்புள்ளிகள்

source: translator-credits
ta: மொழிபெயர்ப்பாளர்-வரவு

source: {0} + left click to set origin, left click to paint.
ta: {0} + இடது சொடுக்கு தோற்றத்தை அமைக்க, இடது சொடுக்கு செய்ய.

source: {0} copy
ta: {0} நகல்

source: {0} image ({1})
ta: {0} படம் ({1})

source: {0} palette ({1})
ta: {0} தட்டு ({1})
